Repository: hackable-devices/PrintrBot_RepetierHost_Plugin
Catalog: PrintrBotPlugin/Properties/Resources.*.resx
Languages: fr_fr

# CalibrateButton_Cancel
source: Cancel
fr_fr: Annuler

# CalibrateButton_Do
source: Calibrate
fr_fr: Calibrer

# CalibrateHelp
source: The process of calibration will first home all axes thanks to the endstops on each axis.Then, the printer will heat up and print a calibration layer. Once this is done, you will be able to tell if the printed layer is too squashed or too far from the plate.Start the calibration again until the layers are perfectly consistent.
fr_fr: Le processus de calibration va d'abord trouver la position d'origine de la machine. Puis, l'imprimante va imprimer une couche de calibration; une fois ceci fait, vous pourrez dire si l'impression est trop prêt ou trop loin du plateau. Vous devez recommencer la calibration jusqu'à ce que l'impression soit à la bonne distance du plateau.

# Calibrate_Step1
source: Finding X,Y and Z Home positions
fr_fr: Recherche des origines en X, Y et Z en cours

# Calibrate_Step2
source: Printing calibration layer ...
fr_fr: Impression de la couche de calibration

# Calibrate_Step2Done
source: Printing done. If the layers printed are too squashed, click on "Nozzle too close", else, click on "Nozzle too far"
fr_fr: Impression terminée. Si la couche imprimée est trop ecrasée, cliquez sur "Buse trop prêt", sinon au contraire la couche ne tient pas au plateau, cliquez sur "Buse trop loin". Enfin, cliquez sur "Tout est bon" si la couche est bien imprimée. Refaites la calibration jusqu'à ce que tout soit bon.

# Calibrate_Step3_OK
source: All is OK
fr_fr: Tout est bon

# Calibrate_Step3_TooClose
source: Nozzle Too Close
fr_fr: Buse trop prêt

# Calibrate_Step3_TooFar
source: Nozzle Too Far
fr_fr: Buse trop loin

# LabelPreheating
source: Preheating temperature :
fr_fr: Température préchauffe :

# LoadingButton_Cancel
source: Cancel
fr_fr: Annuler

# LoadingButton_Load
source: Load filament
fr_fr: Charger

# LoadingButton_Unload
source: Unload filament
fr_fr: Décharger

# LoadingLabel_FanOff
source: Stopping fan ...
fr_fr: Arrêt du ventilateur

# LoadingLabel_FanOn
source: Starting fan ...
fr_fr: Démarrage du ventilateur

# LoadingLabel_Heating
source: Heating ...
fr_fr: Chauffe

# LoadingLabel_Loading
source: Loading
fr_fr: Chargement en cours

# LoadingLabel_MovingAway
source: Going up a bit ...
fr_fr: Je remonte légèrement la tête

# LoadingLabel_Unloading
source: Unloading
fr_fr: Déchargement en cours

# LoadingMessageBox_Text
source: You can now load the filament into the extruder and check that it's extruding
fr_fr: Vous pouvez maintenant insérer le filament dans la tête et vérifier qu'il extrude correctement.

# LoadingMessageBox_Title
source: Loading filament
fr_fr: Chargement du filament

# NewCalibrationOrNot_Text
source: Do you want to start a new calibration ? If you haven't calibrated before, click yes. If you already have calibrated and want to tweak your settings, click no.
fr_fr: Voulez-vous commencer une nouvelle calibration ? Si vous n'avez pas calibré votre machine avec cet utilitaire par le passé, cliquez sur Oui. Si vous avez déjà calibré votre machine, et que vous voulez affiner la calibration, cliquez sur Non.

# NewCalibrationOrNot_Title
source: New Calibration
fr_fr: Nouvelle Calibration

# PreheatButton_Cancel
source: Stop
fr_fr: Arrêter

# PreheatButton_Do
source: Start
fr_fr: Démarrer

# PreheatLabel_Heating
source: Heating ...
fr_fr: Chauffe ...

# PreheatLabel_NotHeating
source: Not Heating
fr_fr: Pas de chauffe

# PreheatPanelTitle
source: Preheating
fr_fr: Préchauffe

# PrinterDisconnected_Button
source: Check Connection
fr_fr: Vérifier la connection

# PrinterDisconnected_Label
source: The PrintrBot seems not connected. Connect it and press the button below to start.
fr_fr: Votre imprimante n'a pas l'air connectée. Connectez-là, puis cliquez sur Connecter en haut à droite de l'interface de Repetier-Host.

# PrinterDisconnected_Text
source: The PrintrBot seems to be disconnected. Connect it again or check the connection and try again.
fr_fr: Votre imprimante a été deconnectée. Connectez-là, puis cliquez sur Connecter en haut à droite de l'interface de Repetier-Host.

# PrinterDisconnected_Title
source: Printer disconnected
fr_fr: Imprimante déconnectée

# Title
source: PrintrBot Control Panel by CKAB
fr_fr: Panneau de contrôle PrintrBot par CKAB

# UnloadingMessageBox_Text
source: You can now unload the filament from the extruder slowly, make sure that you remove all little parts that may remain in the filament plunger.
fr_fr: Vous pouvez maintenant enlever délicatement le filament de l'extrudeur, en prenant soin d'enlever tous les résidus si nécessaire.

# UnloadingMessageBox_Title
source: Unloading filament
fr_fr: Déchargement du filament
